Repository: Tropicalista/search-console
Catalog: languages/searchconsole-*.po
Languages: it_it

source: Settings
it_it: Impostazioni

source: Choose a site
it_it: Scegli il sito

source: Advanced settings
it_it: Impostazioni avanzate

source: Get site verification
it_it: Ottieni il tuo codice di verifica

source: Get your meta tag verification code.
it_it: Inserisci il tuo codice di verifica.

source: Add meta tag
it_it: Aggiungi il meta tag

source: Insert your meta tag verification code.
it_it: Inserisci il tuo codice di verifica.

source: Custom credentials?
it_it: Credenziali personalizzate?

source: If you want use your custom app, fill the form.
it_it: Se vuoi usare un'app personalizzata, compila il form sottostante.

source: Add your client ID.
it_it: Aggiungi il client ID.

source: Add your client secret.
it_it: Aggiungi il client secret.

source: Add your redirect url.
it_it: Aggiungi il tuo url di reindirizzamento.

source: Upgrade Now!
it_it: Effettua l'upgrade!

source: To allow the plugin to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.
it_it: Per permettere al plugin di recuperare i tuoi dati Google Analytics, devi inserire il codice di autorizzazione di Google. CLicca sul pulsante sotto e si aprirà una finestra.

source: Get Google authorization code
it_it: Ottieni il codice di autorizzazione di Google

source: After authorization, copy/paste the response code in the input field.
it_it: Dopo aver richiesto l'autorizzazione, copia e incolla in codice di risposta nel campo.

source: Choose your preferred site
it_it: Scegli il sito

source: Please help us improve %2$s! If you opt-in, some data about your usage of %2$s will be sent to %5$s. If you skip this, that's okay! %2$s will still work just fine.
it_it: Per favore aiutaci a migliorare %2$s! Se dai il consenso, alcuni dati sul tuo utilizzo di %2$s saranno inviati a %5$s. Se preferisci saltare questo passaggio non c'è nessun problema! %2$s funzionerà correttamente.
